# Напишите программу, которая получает на вход
# название книги, фамилию автора и год выпуска.
# Полученные данные должны быть преобразованы в словарь
# и в таком представлении выведены в консоль.

book = {}
book['Name'] = input("Name of the book: ")
book['Author'] = input("Author's name: ")
book['Year'] = input("Year: ")
print(book)